/* File Upload multiple photos label */
"# Photos (file upload on page label for multiple photos)" = "%@ fotografias";

/* File Upload images and videos label */
"# Photos and # Videos (file upload on page label for image and videos)" = "%@ e %@";

/* File Upload multiple videos label */
"# Videos (file upload on page label for multiple videos)" = "%@ vídeos";

/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d dias %2$d horas %3$d minutos %4$d segundos";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d horas %2$d minutos %3$d segundos";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d minutos %2$d segundos";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d segundos";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@×%@ píxeis";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (plug‑in da Internet para %@)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "%@ (%@-%@)";

/* Text track contains closed captions */
"%@ CC" = "Legendas opcionais: %@";

/* visible name of the database process. The argument is the application name. */
"%@ Database Storage" = "Armazenamento da base de dados de: %@";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "Easy Reader: %@";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "Rede de: %@";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "Legendas para surdos: %@";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "Conteúdo web de %@";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "Chave‑mestra WebCrypto de %@";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d ficheiros";

/* Label for PDF page number indicator. */
"%d of %d" = "%d de %d";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "%zu elementos";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "0 elementos";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "1 elemento";

/* File Upload single photo label */
"1 Photo (file upload on page label for one photo)" = "1 fotografia";

/* File Upload single video label */
"1 Video (file upload on page label for one video)" = "1 vídeo";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (qualidade média)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (qualidade alta)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (qualidade baixa)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<filename> %d×%d píxeis";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "Ocorreu uma excepção de JavaScript";

/* Title for Add to Reading List action button */
"Add to Reading List" = "Adicionar à lista de leitura";

/* Undo action name */
"Align Left (Undo action name)" = "alinhar à esquerda";

/* Undo action name */
"Align Right (Undo action name)" = "alinhar à direita";

/* WKErrorUnknown description */
"An unknown error occurred" = "Ocorreu um erro desconhecido";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "Automático (recomendado)";

/* Back context menu item */
"Back" = "Anterior";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "Plug‑in bloqueado";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "Plug‑in bloqueado";

/* Bold context menu item */
"Bold" = "Negrito";

/* Undo action name */
"Bold (Undo action name)" = "negrito";

/* menu item title for phone number */
"Call Using iPhone:" = "Ligar através do iPhone:";

/* File Upload alert sheet button string to cancel */
"Cancel (file upload action sheet)" = "Cancelar";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "Cancelar";

/* Capitalize context menu item */
"Capitalize" = "Letra Inicial Em Maiúscula";

/* Undo action name */
"Center (Undo action name)" = "centrar";

/* Undo action name */
"Change Attributes (Undo action name)" = "alterar atributos";

/* Check spelling context menu item */
"Check Document Now" = "Corrigir documento agora";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Corrigir gramática e ortografia";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Corrigir ortografia ao escrever";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "Seleccionar ficheiro";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "Escolher ficheiros";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "Escolher conteúdo multimédia (vários)";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "Escolher conteúdo multimédia (um)";

/* Clear button in date input popover */
"Clear Button Date Popover" = "Limpar";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Limpar últimas pesquisas";

/* Message to display in browser window when in webkit full screen mode. */
"Click to exit full screen mode" = "Clique para sair do modo de ecrã completo.";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "Clique para reiniciar";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Não é possível mostrar o conteúdo com o tipo MIME especificado";

/* Media Controls context menu item */
"Controls" = "Controlos";

/* Copy context menu item */
"Copy" = "Copiar";

/* Title for Copy Link or Image action button */
"Copy ActionSheet Link" = "Copiar";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "Copiar endereço de áudio";

/* Copy Image context menu item */
"Copy Image" = "Copiar imagem";

/* Copy Link context menu item */
"Copy Link" = "Copiar hiperligação";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "Copiar endereço de vídeo";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Corrigir ortografia automaticamente";

/* Undo action name */
"Create Link (Undo action name)" = "criar ligação";

/* Cut context menu item */
"Cut" = "Cortar";

/* Undo action name */
"Cut (Undo action name)" = "cortar";

/* Default writing direction context menu item */
"Default" = "Predefinição";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Delete (Undo action name)" = "Apagar";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "Detalhes";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Dictation (Undo action name)" = "Ditado";

/* Download Audio To Disk context menu item */
"Download Audio" = "Descarregar áudio";

/* Download Image context menu item */
"Download Image" = "Descarregar imagem";

/* Download Linked File context menu item */
"Download Linked File" = "Descarregar ficheiro ligado";

/* Download Video To Disk context menu item */
"Download Video" = "Descarregar vídeo";

/* Undo action name */
"Drag (Undo action name)" = "arrastar";

/* Video Enter Fullscreen context menu item */
"Enter Full Screen" = "Ecrã completo";

/* Video Exit Fullscreen context menu item */
"Exit Full Screen" = "Sair do ecrã completo";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Tipo de letra";

/* Undo action name */
"Format Block (Undo action name)" = "formatação";

/* Forward context menu item */
"Forward" = "Seguinte";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Carregamento de frames interrompido.";

/* accessibility role description for web area */
"HTML content" = "Conteúdo HTML";

/* Hide Media Controls context menu item */
"Hide Controls" = "Ocultar controlos";

/* menu item title */
"Hide Spelling and Grammar" = "Ocultar ortografia e gramática";

/* menu item title */
"Hide Substitutions" = "Ocultar substituições";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Ignorar gramática";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Ignorar ortografia";

/* Undo action name */
"Indent (Undo action name)" = "indentar";

/* Undo action name */
"Insert List (Undo action name)" = "inserir lista";

/* Inspect Element context menu item */
"Inspect Element" = "Inspeccionar elemento";

/* Italic context menu item */
"Italic" = "Itálico";

/* Undo action name */
"Italics (Undo action name)" = "itálico";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java indisponível";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* Undo action name */
"Justify (Undo action name)" = "justificar";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Chave de %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Aprender ortografia";

/* Left to Right context menu item */
"Left to Right" = "Da esquerda para a direita";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Difusão ao vivo";

/* Media controller status message when the media is loading */
"Loading..." = "A carregar…";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Procurar no dicionário";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "Procurar “%@”";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "Procurar “<selecção>”";

/* Media Loop context menu item */
"Loop" = "Repetição contínua";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "aumentar espaço entre caracteres";

/* Undo action name */
"Lower Baseline (Undo action name)" = "baixar linha de base";

/* Make Lower Case context menu item */
"Make Lower Case" = "tudo em minúsculas";

/* Make Upper Case context menu item */
"Make Upper Case" = "TUDO EM MAIÚSCULAS";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Plug‑in inexistente";

/* Media Mute context menu item */
"Mute" = "Tirar o som";

/* No Guesses Found context menu item */
"No Guesses Found" = "Não foram encontradas sugestões";

/* Empty select list */
"No Options Select Popover" = "Nenhuma opção";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Não há pesquisas recentes";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Não é permitido utilizar a porta de rede restrita";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "Desligado";

/* Title for Open Link action button */
"Open ActionSheet Link" = "Abrir";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "Abrir áudio numa nova janela";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Abrir moldura numa nova janela";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Abrir imagem numa nova janela";

/* Open Link context menu item */
"Open Link" = "Abrir hiperligação";

/* Open in New Window context menu item */
"Open Link in New Window" = "Abrir hiperligação em nova janela";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "Abrir vídeo numa nova janela";

/* context menu item for PDF */
"Open with %@" = "Abrir com %@";

/* Undo action name */
"Outdent (Undo action name)" = "remover indentação";

/* Outline context menu item */
"Outline" = "Contornar";

/* Undo action name */
"Outline (Undo action name)" = "contornar";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Direcção de parágrafo";

/* Paste context menu item */
"Paste" = "Colar";

/* Undo action name */
"Paste (Undo action name)" = "colar";

/* Undo action name */
"Paste Font (Undo action name)" = "colar tipo de letra";

/* Undo action name */
"Paste Ruler (Undo action name)" = "colar régua";

/* Media Pause context menu item */
"Pause" = "Pausa";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "Biblioteca de fotografias";

/* Media Play context menu item */
"Play" = "Reproduzir";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Reproduzir filme em modo de ecrã completo";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Falha do plug‑in";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Plug‑in cancelado";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Plug‑in processou o carregamento";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "Portable Document Format";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "PostScript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "elevar linha de base";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Últimas pesquisas";

/* Reload context menu item */
"Reload" = "Carregar de novo";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Repor";

/* Right to Left context menu item */
"Right to Left" = "Da direita para a esquerda";

/* Title for Save Image action button */
"Save Image" = "Guardar imagem";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Pesquisar no Spotlight";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "Pesquisar com %@";

/* Search with Google context menu item */
"Search with Google" = "Pesquisar com o Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Direcção de selecção";

/* Undo action name */
"Set Background Color (Undo action name)" = "definir cor de fundo";

/* Undo action name */
"Set Color (Undo action name)" = "definir cor";

/* Undo action name */
"Set Font (Undo action name)" = "definir tipo de letra";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "definir forma de carácter tradicional";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "definir direcção de escrita";

/* Show colors context menu item */
"Show Colors" = "Mostrar cores";

/* Show Media Controls context menu item */
"Show Controls" = "Mostrar controlos";

/* Show fonts context menu item */
"Show Fonts" = "Mostrar tipos de letra";

/* menu item title */
"Show Spelling and Grammar" = "Mostrar ortografia e gramática";

/* menu item title */
"Show Substitutions" = "Mostrar substituições";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "Mostrar no plug‑in bloqueado";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Copiar/colar inteligente";

/* Smart Dashes context menu item */
"Smart Dashes" = "Traços formatados";

/* Smart Links context menu item */
"Smart Links" = "Ligações inteligentes";

/* Smart Quotes context menu item */
"Smart Quotes" = "Aspas inglesas";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "Plug‑in suspenso";

/* Speech context sub-menu item */
"Speech" = "Fala";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Ortografia e gramática";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Começar a depurar JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Iniciar análise de desempenho de JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Iniciar fala";

/* Stop context menu item */
"Stop" = "Parar";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Parar de depurar JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Interromper análise de desempenho de JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Parar fala";

/* Styles context menu item */
"Styles..." = "Estilos...";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Enviar";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Enviar";

/* Undo action name */
"Subscript (Undo action name)" = "índice";

/* Substitutions context sub-menu item */
"Substitutions" = "Substituições";

/* Menu section heading for subtitles */
"Subtitles" = "Legendas";

/* Undo action name */
"Superscript (Undo action name)" = "expoente";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "Tirar fotografia";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "Tirar fotografia ou filmar";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "Filmar";

/* Text Replacement context menu item */
"Text Replacement" = "Substituição de texto";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "Não é possível mostrar o URL";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "WKWebView foi invalidado";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "O processo Conteúdo web foi terminado";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "Não foi possível encontrar a localização actual.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Não é possível encontrar o plug‑in";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Não é possível carregar o plug‑in";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "O nome ou a palavra‑passe para a área “%@” em %@ não estão correctos. Certifique‑se de que os digita correctamente e volte a tentar.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "O nome ou a palavra‑passe para o servidor proxy %@ %@ não estão correctos. Certifique‑se de que os digita correctamente e volte a tentar.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "O nome ou a palavra‑passe desta área em %@ não estão correctos. Certifique‑se de que os digita correctamente e volte a tentar.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Trata‑se de um índice de pesquisa. Introduza as palavras‑chave para pesquisa: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "reduzir espaço entre caracteres";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Para ver esta página, tem de aceder à área “%@” em %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Para ver esta página, tem de aceder ao servidor proxy %@ %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Para ver esta página, tem de aceder a esta área em %@.";

/* Transformations context sub-menu item */
"Transformations" = "Maiúsculas/minúsculas";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "desactivar espaçamento de caracteres";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "desactivar ligaduras";

/* We don't care if we find this string, but searching for it will load the plist and save the results. */
"Typing (Undo action name)" = "digitar";

/* Underline context menu item */
"Underline" = "Sublinhar";

/* Undo action name */
"Underline (Undo action name)" = "sublinhar";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "Desconhecido";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "Desconhecido";

/* Undo action name */
"Unlink (Undo action name)" = "desactivar hiperligação";

/* Undo action name */
"Unscript (Undo action name)" = "expoente/índice";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "usar todas as ligaduras";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "usar espaçamento de caracteres padrão";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "usar ligaduras padrão";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "Serve para cifrar chaves WebCrypto em armazenamento persistente, como IndexedDB";

/* Web Inspector window title */
"Web Inspector — %@" = "Inspector web — %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "PDF integrado do WebKit";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "O WebKit encontrou um erro interno";

/* message in authentication panel */
"Your login information will be sent securely." = "A informação de acesso será enviada com segurança.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "A palavra‑passe será enviada por cifrar.";

/* HTTP result code string */
"accepted" = "aceite";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "activar";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "aviso";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "diálogo de aviso";

/* An ARIA accessibility group that acts as an application. */
"application" = "aplicação";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "estado da aplicação";

/* An ARIA accessibility group that acts as an article. */
"article" = "artigo";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "controlos de reprodução de elementos de áudio e apresentação de estado";

/* accessibility label for audio element controller */
"audio playback" = "reprodução de áudio";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "recuar 30 segundos";

/* HTTP result code string */
"bad gateway" = "gateway inválido";

/* HTTP result code string */
"bad request" = "pedido inválido";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "faixa";

/* accessibility help text for play button */
"begin playback" = "iniciar reprodução";

/* accessibility description for a search field cancel button */
"cancel" = "cancelar";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "assinalar";

/* HTTP result code string */
"client error" = "erro no cliente";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "complementar";

/* HTTP result code string */
"conflict" = "conflito";

/* An ARIA accessibility group that contains content. */
"content information" = "informação";

/* HTTP result code string */
"continue" = "continuar";

/* HTTP result code string */
"created" = "criação";

/* accessibility help text for movie status display */
"current movie status" = "estado actual do filme";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "tempo actual do filme em segundos";

/* role description of ARIA definition role */
"definition" = "definição";

/* description detail */
"description" = "descrição";

/* accessibility role description of a description list */
"description list" = "lista de descrições";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "caixa de diálogo";

/* An ARIA accessibility group that acts as a document. */
"document" = "documento";

/* accessibility label for elapsed time display */
"elapsed time" = "tempo decorrido";

/* accessibility label for enter fullscreen button */
"enter fullscreen" = "passar ao modo de ecrã completo";

/* accessibility label for exit fullscreen button */
"exit fullscreen" = "sair do modo de ecrã completo";

/* HTTP result code string */
"expectation failed" = "a expectativa falhou";

/* accessibility label for fast forward button */
"fast forward" = "avanço rápido";

/* accessibility label for fast reverse button */
"fast reverse" = "inversão rápida";

/* accessibility role description for a file upload button */
"file upload button" = "botão de envio de ficheiros";

/* accessibility role description for a footer */
"footer" = "rodapé";

/* HTTP result code string */
"forbidden" = "não permitido";

/* HTTP result code string */
"found" = "encontrado";

/* HTTP result code string */
"gateway timed out" = "sem resposta do gateway";

/* accessibility role description for headings */
"heading" = "título";

/* accessibility label for hide closed captions button */
"hide closed captions" = "ocultar legendas opcionais";

/* accessibility role description for image map */
"image map" = "mapa da imagem";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "tempo indefinido";

/* HTTP result code string */
"informational" = "informativo";

/* HTTP result code string */
"internal server error" = "erro no servidor interno";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "saltar";

/* HTTP result code string */
"length required" = "é necessário um comprimento";

/* accessibility role description for link */
"link" = "hiperligação";

/* accessibility role description for list marker */
"list marker" = "marcador de listas";

/* An ARIA accessibility group that acts as a console log. */
"log" = "registo";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "principal";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "marquee";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "matemática";

/* HTTP result code string */
"method not allowed" = "método não permitido";

/* HTTP result code string */
"moved permanently" = "permanentemente movido";

/* accessibility label for timeline slider */
"movie time" = "hora do filme";

/* accessibility help text for timeline slider */
"movie time scrubber" = "barra de duração do filme";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "cursor da barra de duração do filme";

/* HTTP result code string */
"multiple choices" = "várias opções";

/* accessibility label for mute button */
"mute" = "tirar o som";

/* accessibility help text for mute button */
"mute audio tracks" = "tirar o som das faixas de áudio";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "navegação";

/* HTTP result code string */
"needs proxy" = "é necessário um proxy";

/* HTTP result code string */
"no content" = "sem conteúdo";

/* HTTP result code string */
"no error" = "sem erros";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "nenhum ficheiro seleccionado";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "nenhum ficheiro seleccionado";

/* HTTP result code string */
"no longer exists" = "já não existe";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "nenhum conteúdo multimédia seleccionado (vários)";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "nenhum conteúdo multimédia seleccionado (um)";

/* HTTP result code string */
"non-authoritative information" = "informação não autorizada";

/* HTTP result code string */
"not found" = "não foi encontrado";

/* HTTP result code string */
"not modified" = "inalterado";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "nota";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "número de segundos do filme que faltam";

/* HTTP result code string */
"partial content" = "conteúdo parcial";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "padrão divergente";

/* accessibility label for pause button */
"pause" = "pausa";

/* accessibility help text for pause button */
"pause playback" = "pausar reprodução";

/* HTTP result code string */
"payment required" = "é necessário efectuar um pagamento";

/* accessibility label for play button */
"play" = "reproduzir";

/* HTTP result code string */
"precondition failed" = "a pré‑condição falhou";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "premir";

/* HTTP result code string */
"proxy authentication required" = "é necessária a autenticação do proxy";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "limite ultrapassado";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "limite não alcançado";

/* HTTP result code string */
"redirected" = "redireccionado";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "região";

/* accessibility label for time remaining display */
"remaining time" = "tempo que falta";

/* HTTP result code string */
"request timed out" = "pedido sem resposta";

/* HTTP result code string */
"request too large" = "pedido demasiado longo";

/* HTTP result code string */
"requested URL too long" = "URL solicitado demasiado longo";

/* HTTP result code string */
"requested range not satisfiable" = "o intervalo solicitado é inválido";

/* HTTP result code string */
"reset content" = "repor conteúdo";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "voltar à sequência do filme em tempo real";

/* accessibility label for return to real time button */
"return to realtime" = "voltar ao tempo real";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "pesquisar";

/* HTTP result code string */
"see other" = "ver outro";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "recuar 30 segundos no filme";

/* accessibility help text for fast rewind button */
"seek quickly back" = "passar rapidamente para trás";

/* accessibility help text for fast forward button */
"seek quickly forward" = "passar rapidamente para a frente";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "seleccionar";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "separador";

/* HTTP result code string */
"server error" = "erro no servidor";

/* HTTP result code string */
"service unavailable" = "serviço indisponível";

/* accessibility label for show closed captions button */
"show closed captions" = "mostrar legendas opcionais";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "começar a apresentar legendas opcionais";

/* accessibility label for movie status */
"status" = "estado";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "passo divergente";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "parar de apresentar legendas opcionais";

/* HTTP result code string */
"success" = "sucesso";

/* HTTP result code string */
"switching protocols" = "a alterar protocolos";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "painel de tabulação";

/* HTTP result code string */
"temporarily redirected" = "redireccionamento temporário";

/* term word of a description list */
"term" = "termo";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "cursor da barra cronológica";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "temporizador";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "demasiado longo";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "descrição";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "tipo divergente";

/* HTTP result code string */
"unacceptable" = "inaceitável";

/* HTTP result code string */
"unauthorized" = "não autorizado";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "desassinalar";

/* HTTP result code string */
"unimplemented" = "não implementado";

/* Unknown filename */
"unknown" = "desconhecido";

/* accessibility label for turn mute off button */
"unmute" = "activar áudio";

/* accessibility help text for un mute button */
"unmute audio tracks" = "activar o som das faixas de áudio";

/* HTTP result code string */
"unsupported media type" = "tipo de suporte não suportado";

/* HTTP result code string */
"unsupported version" = "versão não suportada";

/* Validation message for required form control elements that have no value */
"value missing" = "valor inexistente";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "controlos de reprodução de elementos de vídeo e apresentação de estado";

/* accessibility label for video element controller */
"video playback" = "reprodução de vídeo";

/* "Open Link in Default Browser" action menu item */
"Open (action menu item)" = "Abrir";

/* "Preview Link" action menu item */
"Preview (action menu item)" = "Pré‑visualizar";

/* "Add to Reading List" action menu item */
"Add to Reading List (action menu item)" = "Adicionar à lista de leitura";

/* "Copy" action menu item in image menu */
"Copy (image action menu item)" = "Copiar";

/* "Add to Photos" action menu item */
"Add to Photos (action menu item)" = "Adicionar a Fotografias";

/* "Save to Downloads" action menu item in image menu */
"Save to Downloads (image action menu item)" = "Guardar em Descargas";

/* "Share" action menu item in image menu */
"Share (image action menu item)" = "Partilhar";

/* "Copy" action menu item in text menu */
"Copy (text action menu item)" = "Copiar";

/* "Look Up" action menu item */
"Look Up (action menu item)" = "Procurar";

/* "Paste" action menu item */
"Paste (action menu item)" = "Colar";

/* "Suggestions" action menu item */
"Suggestions (action menu item)" = "Sugestões";

/* "Copy" action menu item in video menu */
"Copy (video action menu item)" = "Copiar";

/* "Share" action menu item in video menu */
"Share (video action menu item)" = "Partilhar";

/* "Save to Downloads" action menu item in video menu */
"Save to Downloads (video action menu item)" = "Guardar em Descargas";
